[Main]
DisplayName=Čeština

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Upozornění
lbl_Warnning_Detail.caption=Tento počítačový program je chráněn autorským zákonem a mezinárodními smlouvami.
lbl_copyright.caption=© IObit. Všechna práva vyhrazena.
lbl_Thanks_Title.caption=Zvláštní poděkování následujícím lidem za jejich skvělé příspěvky:
rdhtmlEula.caption=<a>Licence</a> | <a>Zásady ochrany osobních údajů</a>
Instructions_M=Pokyny pro odinstalaci
lblAcknow.caption=Poděkování

[ActionCenter_M]
M_HideAC=Skrýt
M_ShowAC=Zobrazit
M_AC_Tips=Získejte lepší zabezpečení a výkon s doporučenými programy.
M_ShowACTitle2=Upozornění!
M_ShowACDesc=Všechny doporučené programy jsou skryty! Klikněte na "Zobrazit" pro jejich zobrazení a poté je nainstalujte, abyste získali nejlepší zabezpečení a výkon.
M_LearnRecommendNote=Doporučené produkty nejsou momentálně dostupné.
M_LearnRecommendDesc=Pro zobrazení dalších produktů, které vás mohou zajímat, klikněte na "Více informací".
M_none=Žádný
M_Fix=Instalovat nyní
M_LearnMore=Více informací
M_Install=Instalovat nyní
M_fixing=Instalace
M_Updating=Probíhá aktualizace
M_failed=Neúspěšné
M_RuningWell=Nejnovější verze nainstalována
M_Outdated=Zastaralé
M_NotInstalled=Nenainstalováno
M_Insatlled=Instalováno
M_Update=Aktualizovat nyní
M_ASCCaption=Výkon systému
M_ASCInfo_NotIns=Vyčištění nevyžádaných souborů, zabezpečení soukromí a opravení chyb registru vašeho PC.
M_ASCInfo_UpToDate=Advanced SystemCare zrychlí vaše PC jedním kliknutím.
M_ASCInfo_NeedUpDate=Advanced SystemCare je zastaralý.
M_RunASC=Skenovat nyní
M_ASCOffer=Vyčištění a optimalizace PC jedním klikem.<br>Zrychlení PC až o 200%.<br>Zrychlení internetu až o 300%.<br>Zabrání úniku soukromí díky několikanásobné ochraně.<br>Monitorování kondice PC v reálném čase pro plynulejší PC.
M_IMFCaption=Ochrana proti malwaru
M_IMFInfo_NotIns=Získejte lepší ochranu instalací anti-malware programu společnosti IObit.
M_IMFInfo_UpToDate=IObit Malware Fighter chrání vaše PC proti různým malware hrozbám.
M_IMFInfo_NeedUpDate=Váš anti-malware program je zastaralý.
M_RunIMF=Skenovat nyní
M_IMFOffer=Komplexní ochrana v reálném čase před všemi druhy malware.<br>Rychlé testovaní, efektivní detekce a odstranění hrozeb.<br>Aktivní prevence před útoky ransomware.<br>Bezpečné stahování a procházení internetu.<br>Plně kompatibilní s jinými bezpečnostními programy.
M_DBCaption=Aktualizace ovladačů
M_DBInfo_NotIns_C=Aktualizujte a opravte ovladače pro stabilnější počítač.
M_DBInfo_NotIns=Můžete mít zastaralé ovladače, které mohou zpomalit a destabilizovat váš počítač.
M_DBInfo_UpToDate=Driver Booster aktualizuje zastaralé ovladače ve vašem počítači.
M_DBInfo_NeedUpDate=Váš program pro aktualizaci ovladačů je zastaralý.
M_DBDesc=Aktualizujte všechny zastaralé ovladače ve vašem PC.
M_RunDB=Skenovat nyní
M_DBOffer=Velká databáze ovladačů (4,500,000+).<br>Bezpečná aktualizace WHQL ovladačů jedním klikem.<br>Lepší herní výkon.<br>Oprava problémů se sítí, zvukem, rozlišením atp.<br>Redukce zamrzání a pádů systému.
M_SDCaption=Optimalizace disku
M_SDInfo_NotIns=Optimalizujte vaše disky pro zrychlení naběhnutí systému a přístupu k souborům.
M_SDInfo_UpToDate=Smart Defrag defragmentuje disk pro vysoký výkon
M_SDInfo_NeedUpDate=Váš program pro defragmentaci disku je zastaralý.
M_RunSD=Defragmentovat nyní
M_SDOffer=Rychlejší přístup k souborům.<br>Maximální výkon pevného disku.<br>Zvýšení rychlosti spuštění počítače až o 100%.<br>Optimalizace her pro lepší herní zážitek.
M_DLCaption=Správce hesel
M_DLInfo_NotIns=Chraňte a spravujte všechna svá hesla pomocí Správce hesel Dashlane.
M_DLInfo_UpToDate=Nikdy nezapomenete svá hesla díky bezpečnému Dashlane.
M_RunDL=Spravovat
M_DLOffer=Jednoduchý a bezpečný způsob správy hesel.<br>Vytvořte jedinečná hesla pro ochranu vašich účtů.<br>Automatické přihlášení na oblíbené webové stránky.<br>Pro Windows, Mac, iOS a Android.
M_RunIOT=Spravovat nyní
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=Přenos iPhone dat, vyčištění a zrychlení vašeho iPhone.
M_IOTInfo_UpToDate=Přenos iPhone dat, vyčištění a zrychlení vašeho iPhone.
M_IOTInfo_NeedUpDate=IOTransfer je zastaralý.
M_IOTTip=IOTransfer slibuje:<br>+ Jednoduchá správa iPhone fotek a kontaktů<br>+ Přenesení iPhone dat do PC jedním klikem<br>+ Stahování online videí ze 100+ webů<br>+ Vyčištění všech druhů nevyžádaných souborů z iPhone či iPadu
M_IOTOffer=Nejlepší iPhone/iPad manager.<br>Přenos dat z iPhone/iPad do PC jedním kliknutím.<br>Stahování online videí a konverze do různých formátů.<br>Snadné a bezpečné vyčištění nevyžádaných souborů pro uvolnění prostoru iOS zařízení.<br>Bezdrátový přenos souborů mezi iOS zařízením a PC.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion vás chrání před nebezpečnými weby.
M_AdawareInfo_UpToDate=Web Companion vás chrání před nebezpečnými weby.
M_AdawareOfferDesc=Nainstalovat Web Companion pro zlepšení internetové ochrany a nastavit Bing® společnosti Microsoft™ jako domovskou stránku, stránku pro nové karty a jako výchozí vyhledávač na kompatibilních prohlížečích.
M_AdawareOffer=Jednoduchá a rychlá instalace.<br>Ochrana proti phishingu.<br>Ochrana webu v reálném čase.<br>Kompatibilní s více prohlížeči.
M_AomeiCaption=Program pro zálohu dat
M_AomeiInfo_NotIns=Ultimátní řešení pro zálohu systému a pevných disků.
M_RunOpera=Spustit nyní
M_OperaCaption=Prohlížeč Opera
M_OperaInfo_NotIns=Rychlý a bezpečný prohlížeč s integrovaným blokátorem reklam.
M_OperaInfo_UpToDate=Rychlý a bezpečný prohlížeč s integrovaným blokátorem reklam.
M_OperaOffer=Blokování reklamy urychluje načítání webových stránek až o 90%.<br>Až o hodinu delší prohlížení.<br>Více soukromí při prohlížení stránek s bezplatnou VPN.
M_SUCaption=Aktualizace programů
M_SUInfo_NotIns=Aktualizace a instalace důležitých programů jedním klikem.
M_SUInfo_NotIns_C=Počet zastaralých programů: %d. Nainstalujte IObit Software Updater pro aktualizaci jedním klikem.
M_SUInfo_NotIns_C1=1 program je zastaralý. Nainstalujte IObit Software Updater pro aktualizaci jedním klikem.
M_SUInfo_UpToDate=IObit Software Updater se stará o aktuálnost důležitých programů.
M_SUOffer=Aktualizace zastaralých programů co nejdříve to půjde.<br>Instalace všech dostupných aktualizací programů jedním kliknutím.<br>Instalace všech populárních programů, které chcete jedním kliknutím.<br>Čisté programy, které prošly striktními testy, žádný bundleware.
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=Zvýšení FPS jedním kliknutím pro rychlejší a plynulejší herní zážitek.
M_SMGBInfo_UpToDate=Zvýšení FPS jedním kliknutím pro rychlejší a plynulejší herní zážitek.
M_SMGBInfo_NeedUpDate=Smart Game Booster je zastaralý.
M_SMGBOffer=Zvýšení FPS pro zlepšení herního výkonu.<br>Monitorování teploty hardwaru v reálném čase.<br>Jednoduchá správa her.<br>Optimalizace systému pro lepší herní zážitek.<br>Aktualizace zastaralých ovladačů.
M_RunSMGB=Zrychlit nyní
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Vyzkoušejte bezplatnou, rychlou a bezpečnou službu VPN pro online zabezpečení.
M_iTopInfo_NotIns=100% bezplatná, rychlá a bezpečná služba VPN pro online zabezpečení.
M_iTopInfo_UpToDateBeta=Vyzkoušejte bezplatnou, rychlou a bezpečnou službu VPN pro online zabezpečení.
M_iTopInfo_UpToDate=100% bezplatná, rychlá a bezpečná služba VPN pro online zabezpečení.
M_iTopInfo_NeedUpDate=iTop VPN je zastaralý.
M_iTopOfferBeta=Užijte si internet bez hranic<br>Přístup ke streamovacím webům po celém světě<br>Hrajte hry uzamčené v regionu kdekoli<br>Skrýt svou IP adresu na veřejné Wi-Fi<br>100% zdarma, ultrarychlé a nejlepší šifrování ve své třídě
M_iTopOffer1=Soukromé - zůstaňte při surfování anonymní<br>Zabezpečení - skrýjeme vaší IP po celém internetu<br>Rychlý - přístup k internetu s vysokou rychlostí<br>Zdarma - odblokujte webové stránky a volně streamujte
M_RuniTop=Spustit nyní
M_RPMCaption=Správce hesel RoboForm
M_RPMInfo_NotIns=Už nikdy si nebudete muset pamatovat či zadávat vaše hesla.
M_RPMInfo_UpToDate=Se správcem hesel RoboForm se můžete rozloučit se zapisováním hesel.
M_RPMOffer=Přihlášení na webové stránky jedním kliknutím.<br>Generování silných a unikátních hesel.<br>Používá AES-256 bit šifrování a podporuje dvoufázové ověřování.<br>Pro Windows, Mac, iOS, Android a všechny hlavní prohlížeče.<br>Importování z prohlížeče nebo jiného správce hesel.
M_RunRPM=Spravovat
M_Moffer_Title1=Volitelná nabídka
M_Close=Zavřít
M_Cancel=Storno
M_Moffer_Install=Nainstalovat
M_Moffer_NoteEP=Kliknutím na "Nainstalovat" souhlasíte s instalací %s a přijímáte <a>Licenci</a> a <a>Zásady ochrany osobních údajů</a>.
M_Moffer_Refund=<a>Poznámka:</a> Můžete zažádat o vrácení peněz do 30 dnů. Přečtěte si <a>Pravidla pro vrácení peněz</a>.
M_Extract_IOT=Doporučení IObit

[ASCPromote_M]
M_PromoteTitle=Nalezeno položek: <a>%d</a>.
M_Details=Podrobnosti
M_PromoteLan=Ovlivňují výkon systému. Pro opravu doporučujeme nainstalovat Advanced SystemCare.
M_Junk=Nevyžádané soubory
M_Privacy=Stopy soukromí
M_Internet=Vylepšení internetu
M_Registry=Položky registru
M_System=Optimalizace systému
ASC_Results=Nalezeno položek: <a>%d</a>.
ASC_Result=<a>1</a> položka nalezena.
ASC_Result0=Žádný problém
M_Install=Nainstalovat pro opravení
ASC_EUAL=Kliknutím na Nainstalovat pro opravení souhlasíte s <a>Licencí</a> a <a>Zásadami ochrany osobních údajů</a> programu Advanced SystemCare a souhlasíte s jeho instalací.
iobit_lang_SystemOptimizereport=Zpráva o optimalizaci systému
iobit_lang_key_junkfile_group_1=Nevyžádané soubory (položek: %d, %s):
iobit_lang_key_privacy_group_2=Stopy soukromí (položek: %d, %s):
iobit_lang_key_sysOptimization_group_3=Optimalizace systému (položek: %d):
iobit_lang_key_internetboost_group_4=Vylepšení internetu (položek: %d):
iobit_lang_key_registryclean_group_5=Položky registru (položek: %d):

[AutoUpdate_M]
lan_Downloading_M=Stahování
lan_Speed_M=Rychlost: %s
Lan_Finish_M=Dokončit
Lan_Congratulation_M=Gratulujeme!
Lan_UpdateFail_M=Aktualizace selhala! Zkuste to znovu později.
Lan_UpdateSuccess_M=IObit Uninstaller byl aktualizován. Nyní si můžete užít nejnovější funkce a vylepšení.
Lan_UpdateNew_M=Již máte nejnovější verzi. Aktualizace není dostupná.
Lan_UpdateFreeInfo_M=Nová verze IObit Uninstaller je dostupná ke stažení.
Lan_UpdateFreeDownInfo_M=Aktualizujte nyní pro získání nejnovějších funkcí a vylepšení. Je to zdarma.
Lan_Sure_M=Opravdu chcete zrušit aktualizaci?
Lan_Download_M=Stáhnout
Lan_Getting_M=Získávání informací o aktualizaci, čekejte prosím...
Lan_LVheardOne_M=Dostupné aktualizace
Lan_LVheardTwo_M=Nová verze
Lan_LVheardThree_M=Velikost
Lan_historyInfo_M=IObit Uninstaller %s je dostupný. Aktualizujte nyní pro získání nejnovějších funkcí a vylepšení.
Lan_UpdateNow_M=Aktualizovat nyní
Lan_UpdateLater_M=Aktualizovat později
lan_WhatNew_M=Co je nového
Lan_NewReady_M=Nová verze je připravena
Lan_Title=IObit Uninstaller Updater

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Odeslat
lblErrorDetails.Caption=Podrobnosti o chybě:
lblUserEmail.Caption=Vaše e-mailová adresa:
lblSuccTips1.Caption=Úspěšně odesláno! Problém se pokusíme vyřešit co nejrychleji.
btnClose.Hint=Zavřít

[SendBugReportNew_M]
M_AskUserTips1=narazil na problém. Pomozte nám problém vyřešit automatickým zasláním debug souboru kliknutím na 'Odeslat'. <a>Zásady ochrany osobních údajů</a>
M_BugStatisticsTips=narazil na problém a musí být ukončen. Právě zjišťujeme vše potřebné, čekejte prosím...
M_SendingTips=Odesílání...
M_AttentionTips1=narazil na problém. Debug soubor, který nám pomůže s opravou problému bude automaticky odeslán za 5 sekund. Pro zrušení můžete zavřít toto okno. <a>Zásady ochrany osobních údajů</a>
M_InvalidEmailTips1=Nesprávná e-mailová adresa! Prosíme, zadejte platný e-mail, abychom vás mohli kontaktovat.
M_OKTips=OK

[Uninstaller_frm_CrRestore]
Restoring_Caption=Získávání oficiální verze...
RestoreSuccess_Caption=Úspěšně jste nainstalovali oficiální IObit Uninstaller!
RestoreFailed_Caption=Stažení oficiální verze IObit Uninstaller selhalo. Prosíme, navštivte náš oficiální web a zkuste to znovu.
Run_Button=Spustit nyní
Download_Button=Stáhnout nyní

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=Používáte neoficiální IObit Uninstaller.
lbl_SecondTitle.caption=Neoficiální IObit Uninstaller již nebude fungovat.
lbl_HarmInfo.caption=Nejen že škodí výkonu vašeho počítače, ale také způsobuje únik soukromí kvůli zranitelnosti, kterou způsobil.
lbl_OfficialInfo.caption=Získejte oficiální IObit Uninstaller nyní pro silnou ochranu soukromí a počítače.
htmlLabel_Text.caption=Získejte exkluzivní <a>75%</a> slevu pro získání verze PRO!
btn_GetPro.caption=Získat verzi PRO
btn_GetFree.caption=Získat verzi zdarma

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Získejte <a>oficiální IObit Uninstaller PRO za $0</a> dnes a dostaňte své soukromí a PC pod silnou ochranu.
btn_GetPro_before=Získat Pro za $0

[Detain_M]
M_MianTitle=IObit Uninstaller vám pomohl:
M_QuestionString=Opravdu chcete provést odinstalaci?
M_btnok=Přesto odinstalovat
M_btnCancel=Ponechat
M_UninstallCaption=Odinstalovat programy
M_DiskCaption=Ušetřit místo na disku
M_RegCaption=Odstranit záznamy registru

[Uninstaller_M]
MenuRight_Caption=Výkonná odinstalace
Explorer_Button=Skartovač souborů
Controlpanel_Button=Výkonná odinstalace

[ACD_M]
M_Downloading=Stahování:
M_TipFixing=Opravování
M_Tips=Probíhá stahování. Klikněte 2x na ikonu pro zobrazení detailů.
M_Installing=Instalování:
M_MD5Faild=Instalační soubor je poškozen. Zkuste to prosím později.
M_NetError=Chyba sítě. Stahování selhalo, prosíme, zkuste to znova později!
M_DiskIsFull=Nedostatečně místo na disku!
M_Speed=Rychlost:
M_AreSure_IObit=Opravdu chcete ukončit IObit Downloader?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Storno
lbl_Min.Caption=Minimalizovat
btnClose.Hint=Zavřít

[EasyUninstall_M]
EasyPoint=Přetáhněte mě na otevřené okno, ikonu na ploše nebo na ikonu na systémové liště.
EasyNothingInfo=Cíl nebyl nalezen. Přetáhněte mě na jiné okno, ikonu na ploše nebo na ikonu na systémové liště.
EasyDeleteFileFail=Soubor nemůže být odstraněn, protože je zrovna používán. Zavřete soubor a zkuste to znovu.
EasyDeleteFolderFail=Složka nemůže být odstraněna, protože je zrovna používána. Zavřete soubor/složku a zkuste to znovu.
EasyKillProcessFail=Nepodařilo se ukončit proces.
EasyKillProcessHint1=Opravdu chcete ukončit tento proces?
EasyKillProcessHint2=Neuložená data budou ztracena.
EasyUninstallPath=Odinstalovat nebo odstranit:
EasyUninstall=Odinstalovat
EasyShortcut=Odstranit zástupce
EasyLocation=Otevřít umístění souboru
EasyDelete=Odstranit
EasyCancel=Storno
EasyTransparency=Průhledné
EasyOpaque=Neprůhledné
EasyExitEasy=Otevřít hlavní okno
EasyExitIobit_1=Ukončit IObit Uninstaller
EasyKillProcess=Ukončit proces

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Zpětná vazba
lbl_DescTitle.caption=Popis:
lbl_EmailTitle.caption=E-mail:
lbl_ScreenShot.caption=Snímek obrazovky
lbl_TypeTitle.caption=Typ požadavku:
btnImg_FeedBackSend.caption=Odeslat
btnImg_FeedBackCancel.caption=Storno

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Odesílání...
lbl_SendFailed.caption=Odeslání selhalo. Klikněte na OK pro zaslání zpětné vazby online.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Děkujeme za vaši zpětnou vazbu. Budeme vás kontaktovat co nejdříve.
btnImg_SendSuccess.caption=OK

[Uninstaller_FeedBack_M]
FeedBack_1=Pochvala
FeedBack_2=Návrh
FeedBack_3=Selhání odinstalace
FeedBack_4=Problém s bundleware
FeedBack_5=Problém s monitorem instalací
FeedBack_6=Problém s aktualizací programů
FeedBack_7=Nepodařilo se zobrazit všechny programy
FeedBack_8=Problémy s pokročilým skenem
FeedBack_9=Nahlášení chyby
FeedBack_10=Jiné
EmailMessage=Nesprávný e-mail. Prosíme, zadejte správnou e-mailovou adresu, abyste mohli obdržet naši odpověď.
MemoHint=Popište své návrhy či problémy podrobně, abychom mohli naše produkty vylepšit.
ScreenMaxMessage=Operace selhala. Dosáhli jste maximálního počtu 5 snímků obrazovky.
CloseHintMsg=Opravdu nechcete odeslat zpětnou vazbu?
SendBugck=Pošlete nám debug soubor na prozkoumání. <a>Ochrana soukromí</a>
FeedBackMessage=Prosíme, napište popis.
EmailHint=Prosíme, zadejte zde váš správný e-mail
Startup_Delete_M=Odstranit
M_FiveStar=Můžete nám prosím udělit 5hvězdičkové hodnocení?

[FileShredder_M]
ShredderDetail_0=Přetáhněte soubor nebo složku pro provedení skartování.
ShredderDetail_01=Soubory odstraněné běžným způsobem mohou být obnoveny.
ShredderDetail_02=Přetažením souboru či složky můžete soubory bezpečně a trvale odebrat.
FileShredder_MaxCount_M=Bylo přidáno 5000 souborů. Prosíme, přidejte zbylé soubory po skartování těchto 5000 souborů.
Shredder_InUse_M=Některé soubory nebyly skartovány, protože není u nich možnost zápisu. Zkontrolujte, zda se stále používají.
Shredder_Del_M_1=Opravdu chcete trvale odebrat přidané položky (počet:<a>%d</a>)? Tato akce je NEVRATNÁ a dokončení může chvíli trvat.
Shredder_DelOne_M_1=Opravdu chcete trvale odebrat přidanou <a>1</a> položku? Tato akce je NEVRATNÁ a dokončení může chvíli trvat.
Shredder_NotDel_M=Jeden soubor nebyl skartován, protože u něj není možnost zápisu. Zkontrolujte, zda je stále používán.
Shredder_OneFileDel_M=Soubor nebyl skartován, protože u něj není možnost zápisu. Zkontrolujte, zda je stále používán.
Shredder_Sucess_M=Skartování bylo úspěšné.
Shredder_OneSucess_M=Skartování bylo úspěšné.
Shredder_DirIsEmpty_M=Je to prázdné, skartování nelze provést.
Shredder_NotAddFolder_M=Soubor "%s" nelze skartovat, protože tato operace může způsobit nestabilitu systému.

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Skartovač souborů
lbl_Listview_Title.caption=Vyberte soubor nebo složku pro skartování:
lblLoading.caption=Načítání...
lbl_AddFile.caption=Přidat soubor...
lbl_AddFolder.caption=Přidat složku...
RdImageButton_Shredder.caption=Skartovat
RdImageButton_Cancel.caption=Storno
ListView_FileList.Columns[0].Caption=Cesta k souboru
Menu_Shredder_Shredder.caption=Skartovat
Menu_Shredder_AddFile.caption=Přidat soubor
Menu_Shredder_AddFolder.caption=Přidat složku
Menu_Shredder_Romove.caption=Odstranit
Menu_Shredder_Clean.caption=Vyčistit
lbl_Shredder_Tip.caption=Probíhá skartování souborů. Může to chvíli trvat, čekejte prosím...

[ForcedUninstall_M]
Shredder_NotAddFolder_M=Nelze přidat soubor "%s" na skartování, protože tato operace může způsobit nestabilitu systému.
ForceUninstallEndProgressMsg=%s právě běží. Prosíme, ukončete tento proces a zkuste to znovu.
ListView_FindReslut.Columns[0]_M=Jméno
PopMenu_OpenFolder_M=Otevřít umístění souboru
PopMenu_ViewEntry_M=Otevřít v editoru registru

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Vynucená odinstalace
lbl_FUInfo.caption=Pomůže odinstalovat program, který nelze odinstalovat běžným způsobem a důkladně vyčistí jeho zbytky. Odstraní také jeho zástupce.
btnImg_Open.caption=Procházet...
lbl_DropInfo.caption=Můžete procházet nebo zde přetáhnout soubor/složku pro odstranění nebo odinstalaci souvisejícího programu.
btnImg_Uninstall.caption=Odinstalovat
btnImg_Cancel.caption=Storno
PopMenu_Uninstall.caption=Odinstalovat
PopMenu_SearchOnline.caption=Hledat online
ListView_FindReslut.Columns[1].caption=Velikost
ListView_FindReslut.Columns[2].caption=Datum instalace

[Healthcheck_M]
M_MainTitle=Zdraví softwaru
M_ScaningString=Funkce Zdraví softwaru právě analyzuje stav vašich programů a aplikací.
M_NoProgramString1=Nebyly nalezeny žádné problémy.
M_NoProgramString2=Všechny vaše programy fungují bez problému.
ResidualMainString=Odstraňte zbytky po odinstalaci pro uvolnění více místa.
PluginMainString=Odeberte škodlivé/reklamní pluginy pro rychlé a bezpečné prohlížení internetu.
UpdaterMainString=Aktualizujte zastaralý software pro ochranu počítače před tzv. "zero-day" útoky a jinými bezpečnostními chybami.
BanwebMainString=Zablokujte webová oznámení, aby vás nerušila.
M_Fix=Opravit
M_Detail=Podrobnosti
M_Complete=Oprava dokončena!
M_LeftoversDelete=Počet úspěšně odstraněných zbytků po odinstalaci: <a>%s</a>
M_LeftoverDelete=<a>%s</a> zbytek po odinstalaci úspěšně odstraněn
M_BanwebsDelete=Webová oznámení (<a>%s</a>) byla úspěšně zablokována.
M_BanwebDelete=Webové oznámení (<a>%s</a>) bylo úspěšně zablokováno.
M_ResultLeftovers=Zbytky po odinstalaci:
M_ResultPlugin=Škodlivé/reklamní pluginy
M_ResultUpdate=Zastaralý software
M_ResultBlock=Webová oznámení:
M_ScanClose=Probíhá skenování. Opravdu to chcete ukončit?
M_ResidualTitle=<a>%s</a> zbytek po odinstalaci
M_ResidualTitles=<a>%s</a> zbytků po odinstalaci
M_SoftUpdateTitle=<a>%s</a> zastaralý program
M_SoftUpdateTitles=<a>%s</a> zastaralých programů
M_PluginTitle=<a>%s</a> škodlivý/reklamní plugin
M_PluginTitles=<a>%s</a> škodlivých/reklamních pluginů
M_BanwebDetailTitleY=<a>%s</a> webové oznámení nalezeno
M_BanwebDetailTitlesY=Nalezeno webových oznámení (<a>%s</a>)
M_ResidualTitleMain=<a>%s</a> zbytek po odinstalaci
M_ResidualTitlesMain=<a>%s</a> zbytků po odinstalaci
M_SoftUpdateTitleMain=<a>%s</a> zastaralý program
M_PluginTitleMain=<a>%s</a> zastaralých programů
M_PluginTitlesMain=<a>%s</a> škodlivý/reklamní plugin
M_BanwebTitleY=<a>%s</a> Webové oznámení
M_BanwebTitlesY=<a>%s</a> Webová oznámení
M_BanwebTitleG=<a>%s</a> Webové oznámení
M_BanwebTitlesG=<a>%s</a> Webová oznámení
M_TitleCount=Název (Celkem: %d)
M_BanwebTitleCount=Web (Celkem: %d)
M_BRate=Míra blokovaných
M_Version=Nová verze
M_Type=Druh
M_Malicious=Škodlivý plugin
M_Ads=Reklamní plugin
M_Residual=Zbytky po odinstalaci
M_SoftHealth=Zdraví softwaru
M_item=položka
M_items=položky
M_Plugin=Škodlivé/reklamní pluginy
M_Software=Zastaralý software
M_File=Soubor
M_Reg=Registr
M_Tasks=Naplánované úlohy
M_Ser=Systémové služby
M_CleanClose=Probíhá opravování. Opravdu to chcete ukončit?
M_Finish=Dokončit (%d)
M_Fixing=Opravování...
M_Select=Vybrat vše
M_LeftoversTitle=Zbytky po odinstalaci
M_Delete=Smazat
M_Remove=Odstranit
M_Update=Aktualizovat
M_Block=Blokovat
M_Code=Zadat kód
M_Back=Zpět
M_ScanLeft=Skenování zbytků po odinstalaci...
M_ScanPlugin=Skenování škodlivých/reklamních pluginů...
M_ScanUpdater=Skenování zastaralého software...
M_ScanBanweb=Skenování webových oznámení...
M_Recommendation=Doporučení
M_Optional=Volitelné
ASCPromote_Views=Položky <a>%s</a> ovlivní výkon vašeho systému.
ASCPromote_View=Položka <a>%s</a> ovlivní výkon vašeho systému.
Viewdetails=Zobrazit podrobnosti

[Uninstall_Tools_History_M]
ListviewHeader_Software_M=Název
History_info_DouBle_M=programy nebyly posledně úplně odinstalovány. Pro pokračování klikněte na Odinstalovat.
History_info_One_M=program nebyl posledně úplně odinstalován. Pro pokračování klikněte na Odinstalovat.
History_Scanfor_M=Skenování zbytků
History_ViewDetail_M=Zobrazit detaily
UninstallLog_No_IsEmpty_M=Výkonný sken nenalezl žádné zbytkové soubory.
Program_Information=Informace o programu
Files_Deleted=Souborů odstraněno
Registries_Deleted=Záznamů registru odstraněno
Scheduled_Tasks_Deleted=Naplánovaných úkolů odstraněno
Deleted_on_Reboot=Odstraněno při restartu
Service_Deleted=Služeb odstraněno
Export_M=Exportovat
rdlbl_NoTkanks=Ne, děkuji
RdLabelDetailNull=Zde naleznete podrobnosti a stav každého odinstalovaného programu.
RdLabelDetails=IObit Uninstaller vám pomohl odinstalovat <a>%d</a> programů a ušetřit <a>%s</a> místa na disku.
RdLabelDetail=IObit Uninstaller vám pomohl odinstalovat <a>%d</a> program a ušetřit <a>%s</a> místa na disku.
History_NoUninstalled_M=Neodinstalováno
History_Residualfilesleft_M=zbývá zbytkových souborů
M_NoHistoryFound=Nebyla nalezena historie odinstalací

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=Historie odinstalací
ListView_History.Columns[1].Caption=Datum odinstalace
ListView_History.Columns[2].Caption=Velikost
ListView_History.Columns[3].Caption=Operace
Menu_ClearThis.Caption=Vymazat tuto historii
Menu_ClearAll.Caption=Vymazat všechny historie

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Ne, děkuji
RdImgBtnUninstall.caption=Odinstalovat
RdListView_History.Columns[0].Caption=Název programu
RdListView_History.Columns[1].Caption=Stav

[InstallDetected_M]
Install_DetectedOne="%s" byl nainstalován.
Install_DetectedTwo=Počet nainstalovaných programů: <a>%s</a>.
Install_ViewDetail=Podrobnosti

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Povolit
lbl_Caption.caption=Nová instalace detekována
lbl_InstallMoniorInfo.caption=Doporučujeme povolit Monitor instalací, který pomůže zaznamenat a zobrazit všechny změny provedené v systému během instalace programu.

[Uninstaller_form_InstallDetail]
lbl_RegText.caption=Záznamy registru:
lbl_SzieText.caption=Celková velikost:
lbl_FileText.caption=Soubory:

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Zaznamenané instalace
rdlbl_Or.Caption=NEBO
rdlbl_Auto.Caption=Automatické monitorování
rdlbl_Drap.Caption=Manuální monitorování

[IUInstallMonitorFrm_M]
TipFileMsi=Instalační soubor není podporován. Vyberte jiný a zkuste to znovu.
TipFileNotMsiExe=Spustitelný instalační soubor je neplatný. Vyberte platný spustitelný instalační soubor a zkuste to znovu.
AddTip1=Monitor instalací je zaneprázdněn!
AddTip2=Instalace je již monitorována. Zkuste to znovu po dokončení této instalace.
StarFileTip=Nepodařilo se spustit
ExePathErrorTip=Instalační soubor ze síťové jednotky není podporován. Zkopírujte jej na místní disk a zkuste to znovu.
Logging=Zaznamenávání změn systému...
rdlbl_TipContent_M=Monitor instalací detekuje a zaznamenává systémové změny během instalace, címž umožňuje zobrazit, jaké změny monitorované programy způsobily během instalace.
rdlbl_SwitchTip.Caption_M=Automaticky detekovat a zaznamenávat instalace programů
rdlbl_DragTip.Caption_M=Přidejte nebo přetáhněte instalační soubor pro záznam instalace

[Uninstaller_frmMonitorLog]
rdlbl_SeeTip.Caption=Monitor instalací pro vás vytvořil záznam o instalaci. Podrobnosti naleznete níže:
rdlbl_Export.Caption=Exportovat
btnImg_OK.Caption=OK

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Název:
InstallDateTip=Datum instalace:
VersionTip=Verze:
PublisherTip=Vydavatel:
LocationTip=Adresář:
InstallationDurationTip=Délka instalace:
InstallPackageTip=Instalační balíček:
RegEntriesTip=Záznamy registru:
FilesCountTip=Soubory:
TaskCountTip_M=Naplánované úkoly:
ServiceCountTip_M=Systémové služby:
DllCountTip=DLL registrace:
TotalSizeTip=Celková velikost:
ProgramInformationTip=Informace o programu
MMORegistryTip=Záznamy registru
MMOFilesTip=Soubory
MMOTaskTip_M=Naplánované úkoly
MMOServiceTip_M=Systémové služby
MMODllTip=DLL registrace
MonitorLog_SecondsLan=sekund
MonitorLog_SecondSingleLan=sekunda

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Zpětná vazba
lbl_CheckingText.Caption=Analýza všech programů...
lbl_FixDetails.Caption=Zkontrolovat a opravit

[MainForm_M]
Nav_Colle_Program_All=Programy
Nav_Colle_Browser=Toolbary a pluginy
Nav_Colle_Win=Windows aplikace
Nav_Colle_AC=Centrum akcí
Nav_Colle_SU=Aktualizace programů
Nav_Item_Program_All=Všechny programy
Nav_Item_Bundleware=Bundleware
Nav_Item_Program_Recent=Nedávno nainstalované
Nav_Item_Program_Infrequent=Zřídka používané
Nav_Item_Program_Large=Velké programy
Nav_Item_Win_Update=Aktualizace Windows
Nav_Item_Browser_All=Všechny toolbary a pluginy
Nav_Item_InstallMonitor=Monitor instalací
Nav_Item_Logged=Zaznamenané programy
Hint_Settings=Nastavení
Hint_Tools=Nástroje
UninstallProTipEnterCode=Zadat kód
UninstallProTipManage=Spravovat licenci
Button_Uninstall=Odinstalovat
Button_Remove=Odstranit
Button_Update=Aktualizovat vše
Button_Install=Instalovat nyní
ToolPopForceUninstall=Vynucená odinstalace
ToolPopCleanup=Zdraví softwaru
ToolPopStubborn=Odstranění problémových programů
ToolPopHistory=Historie odinstalací
ToolPopFileShredder=Skartovač souborů
ToolPopHunterMode=Jednoduchá odinstalace
ToolPopUpdate=Aktualizace Windows
MoreSettingPopSetting=Nastavení...
MoreSettingPopRestore=Obnovení
MoreSettingPopExport=Exportovat seznam programů
MoreSettingPopUpdate=Zkontrolovat aktualizace
MoreSettingPopManual=Uživatelská příručka
MoreSettingPopSupport=Technická podpora
MoreSettingPopOnline=IObit online
MoreSettingPopLike=Líbí se
MoreSettingPopAbout=O programu
MoreSettingPopWhatsNew=Novinky
DefaultSelProg=Odinstalujte zbytečné programy pro uvolnění více místa.
DefaultSelPlug=Odeberte nežádoucí pluginy pro ochranu prohlížeče.
DefaultSelADPlugin1=Odebrat 1 škodlivý/reklamní plugin pro bezpečné surfování.
DefaultSelADPlugin2=Odebrat škodlivé/reklamní pluginy (počet: %d) pro bezpečné surfování.
DefaultSelWApp=Odinstalujte nepotřebné Windows aplikace pro zrychlení počítače.
DefaultSelBundle=Odinstalujte nevyžádané bundleware.
DefaultSelUpdate=Získejte aktuální verzi důležitých programů.
DefaultUpdaterPromot=Aktualizujte více programů s IObit Software Updater.
DefaultUpdaterPromote1=zastaralý program nalezen.
DefaultUpdaterPromote2=zastaralých programů nalezeno.
DefaultUpdaterPromoteInfo=Klikněte na Aktualizovat vše pro aktualizaci všech zastaralých programů jedním kliknutím.
SelInfoProg=programů vybraných k odinstalaci. Celková velikost:
SelInfoProgM=program vybraný k odinstalaci. Celková velikost:
SelInfoPlug=plugin vybrán k odebrání.
SelInfoPlugM=pluginů vybraných k odebrání.
SelInfoApp=aplikace vybraná pro odinstalaci. Celková velikost:
SelInfoAppM=aplikací vybráno pro odinstalaci. Celková velikost:
SelInfoBundle=položka vybraná k odinstalaci.
SelInfoBundleM=položek vybraných k odinstalaci.
BundleHint=Při instalaci hlavního programu mohou být další programy nainstalovány bez vašeho vědomí. Můžete odebrat programy, které nechcete.
RestoreDefaultSettingsButton=Obnovit výchozí nastavení %s
APTitle=Aktivovat všechny funkce Pro
AP5=Čistá odinstalace se záznamem
AP2=Odstranění více těžko zbavitelných programů
AP3=Rychlý a bezpečný prohlížeč
AP4=Aktualizace software jedním klikem
MainUpdate_Hint=Nová verze
HealthCheckFound1=<a>%d</a> počet zbytků po odinstalaci
HealthCheckFound2=<a>1</a> zbytek po odinstalaci
HealthCheckFound3=<a>%d</a> počet škodlivých/reklamních pluginů
HealthCheckFound4=<a>1</a> škodlivý/reklamní plugin
HealthCheckFound5=<a>%d</a> počet zastaralého software
HealthCheckFound6=<a>1</a> webové oznámení
HealthCheckFound7=<a>%d</a> webová oznámení
StubbornFound=Nalezeny programy s problémy s odinstalací
NewsDisconnCaption=Sdílejte IObit Uninstaller se svou rodinou a přáteli.
NewsDisconnDes=Budou jej rádi používat!
NewsNewVerCaption=Je dostupná důležitá aktualizace
NewsNewVerDes=Prosíme, stáhněte si nejnovější verzi.
ToolPopForceUninstall_Detail=Pomůže s odinstalací programů, které nelze odinstalovat běžným způsobem
ToolPopCleanup_Detail=Zajistí hladší chod softwaru a sníží bezpečnostní rizika
ToolPopHistory_Detail=Zobrazit podrobnosti a stav každého odinstalovaného programu
ToolPopFileShredder_Detail=Pomůže s bezpečným a trvalým odebráním nežádoucích souborů
ToolPopHunterMode_Detail=Přetáhněte ikonu jednoduché odinstalace pro jednoduchou odinstalaci programů
ToolPopUpdate_Detail=Seznam všech nainstalovaných aktualizací systému Windows ve vašem počítači
ToolPopStubborn_Detail=Pomáhá snadno odstranit programy, kterých se nelze zbavit obvyklou cestou
DefaultSelInfo_Logged=Zaznamenané programy mohou být důkladně odinstalovány.

[MetroApp_M]
NoSerchItem_Tip=Žádné položky neodpovídají vašemu vyhledávání.
Win8NoItemTip_M=Nebyly nalezeny žádné Windows aplikace
Win8LoadingApp=Načítám aplikace...
Win8ListViewGroupsWin8AppHeader=Windows aplikace
Win8ListViewGroupsWin8AppSubtitle=Aplikace publikované společností Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Aplikace třetích stran
Win8ListViewGroupsThirdSubtitle=Aplikace publikované třetí stranou.
RateTipNoRate=Zatím nikdo nehodnotil.
RateTipHaveRate=uživatelů hodnotilo.

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Název
ListView_AppList.Columns[1].caption=Velikost
ListView_AppList.Columns[2].caption=Hodnocení uživatelů
ListView_AppList.Columns[3].caption=Operace
lbl_Notice.caption=Pro zobrazení Windows aplikací se ujistěte, že váš aktuální účet má administrátorská práva
mniUninstall.caption=Odinstalovat
mniRefush.caption=Obnovit
mniDetails.caption=Podrobnosti
mniOpenFile.caption=Otevřít umístění souboru
mniOpenReg.caption=Otevřít v Editoru registru
mniOpenWinstore.caption=Otevřít v Microsoft Store
mniSearchOnline.caption=Hledat online

[Uninstaller_DiskSmallFrm]
rdlbl_title.Caption=IObit Uninstaller
btnimg_IsShow.Caption=Již nezobrazovat
btnimg_uninstall.Caption=Odinstalovat nyní
rdlbl_NoticeInfo.Caption=Volné místo vašeho systémového disku je menší než 10%.
rdlbl_NoticeTip.Caption=Odinstalujte nežádoucí programy s pomocí IObit Uninstaller pro získání více místa na disku.

[LeftNoticeForm_M]
lbl_Caption=IObit Uninstaller
lblHtml_Info=Byly nalezeny zbytky po odinstalaci (<a>%s</a>).
rdlbl_Tip=Vyčistěte je pro uvolnění místa.
imgbtn_Clear=Vyčistit nyní

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=Podrobnosti

[uninstall_Mitor_M]
ProStillLeavesone_M=%d program stále zanechává:
Lbl_metro_Atten.caption=Pozor
lbl_show.caption=Po "%s" stále zůstaly soubory, které mohou ovlivnit výkon počítače.
showDetails_M=Zobrazit podrobnosti
Cleanmanually_M=Vyčistit ručně
AutoClean_M=AutoČištění
Cleaning_M=Čištění
Cleannow_M=Vyčistit nyní
StillLeavas_M="%s" stále zanechává:
RegistryEntries_M=záznamů v registru
MBFiles_M=MB souborů
LeftBy_M=zanechaných "%s" bylo vymazáno
Cleanfuture_M=V budoucnu čistit automaticky
Registry_M=Registr
File_M=Soubor
Files_M=soubory
rdlblCleanupCompleted.caption=Čištění dokončeno
rdlblIncomplete.caption=Neúplná odinstalace
Setting_M=Nastavení
Uselessfiles_M=zbytečné soubory
Uselessregistryentries_M=zbytečné záznamy v registru
UselessregistryentriesOne_M=zbytečné položky registru
Removingnow_M=Odstraňování...
rdlblRemoving.caption=Odstraňování...
TrayHintstill=stále lze opravit %d zbytkových problémů.
CCtrayHint_M=stále lze opravit %d+ zbytkových problémů.
LeftoversRemoved_M=Zbytky %s byly odstraněny:
ProStillLeaves_M=%d programů stále zanechává:
Lan_ViewDetails_M=Podrobnosti
Lan_BundleNoticeText_M=Nalezen bundleware při instalaci %s.

[Plugin_M]
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Škodlivé toolbary a pluginy
ListViewGroupMaliciousDesc=Tyto toolbary a pluginy mohou změnit vaši výchozí domovskou stránku a krást vaše soukromé informace.
ListViewGroupAdTitle=Reklamní toolbary a pluginy
ListViewGroupAdDesc=Tyto toolbary a pluginy mohou zobrazovat reklamy.
ListViewGroupTrustTitle=Důvěryhodné toolbary a pluginy
ListViewGroupTrustDesc=Tyto toolbary a pluginy nepoškodí váš počítač. Můžete je odebrat nebo zachovat podle vašich potřeb.
ListViewGroupExtensions=Rozšíření
ListViewGroupPlugins=Pluginy
ListViewGroupToolbar=Toolbary
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtension_DES=Rozšíření se používají k přizpůsobení prohlížeče funkcemi, které se vám líbí.
ListViewGroupPlugin_DES=Plugin může být jednoduše nainstalován a používán jako součást webového prohlížeče.
ListViewGroupToolbar_DES=Toolbary pomáhají uživatelům zrychlit přístup na weby nebo provádět jiné funkce.
ListViewGroupBHO_DES=BHO pomáhá vytvářet personalizované prohlížeče a umožňuje jednodušší interaktivní funkce
ListViewGroupActivex_DES=ActiveX je používán prohlížečem Internet Explorer k usnadnění přehrávání multimédií.
NoSerchItem_Tip=Žádné položky neodpovídají vašemu vyhledávání.
PluginColumnStr_Title=Název (Celkem: %d)
ChromeSyncMsg=Synchronizace Chrome je povolena. Vybrané pluginy mohou být automaticky reinstalovány po odstranění. Klikněte na <a>Zakázat synchronizaci Chrome</a> a postupujte podle pokynů na našem fóru pro zakázání synchronizace Chrome.
FuncPluginSysPluginMsgBox=Nedoporučujeme odstranění %s, protože některé funkce prohlížeče mohou být po odstranění ovlivněny.
FuncPluginLoading=Načítání...
FuncPluginRmoveSuccess=Úspěšně odstraněno. Načítání...
FuncVotePlugSelectMsgBox=Vyberte položku pro hodnocení
FuncPluginRmoveConfireSingleMsgBox=Opravdu chcete odstranit vybranou položku?
FuncPluginRmoveConfireSomeMsgBox=Opravdu chcete odstranit vybrané položky?
FuncCheckBrowserMsgBox_1=%s běží.
FuncCheckBrowserMsgBox_2=Klikněte na OK pro zavření (Nejdříve uložte svůj obsah).
FuncCheckBrowserMsgBox_3=Nebo klikněte na Zrušit pro přerušení operace.
FuncCheckBrowserMsgBox_4=%s běží.
FuncCheckBrowserMsgBox_5=Klikněte na OK pro zavření (Nejdříve uložte svůj obsah).
FuncCheckBrowserMsgBox_6=Nebo klikněte na Zrušit pro přerušení operace.
FuncPluginRemoveFailedMsgBox_1=Nepodařilo se odstranit následující položky:
FuncPluginRemoveFailedMsgBox_4=Odstranění %s může selhat, protože je pod ochranou %s. Ukončete %s a restartuje IObit Uninstaller pro opětovné odstranění.
FuncRestoreSuccessMsgBox=Úspěšně obnoveno výchozí nastavení.
FuncRestoreFailedMsgBox=Výchozí nastavení prohlížeče se nezdařilo.
PluginRestoreStr=Obnovit výchozí nastavení %s
FuncVoteMarkSelectMsgBox=Prosíme o hodnocení.
FuncVoteFailedMsgBox=Hodnocení selhalo. Zkontrolujte vaše připojení k internetu a zkuste to znovu.
FuncVoteActiveVote=Ohodnotit
FuncVoteWaitting=Odesílám hodnocení, čekejte prosím...
VoteStr_1=<a>1</a> uživatel hodnotil. Už jste hodnotili.
VoteStr_2=Ještě jsme neobdrželi žádné hodnocení. Buďte první.
VoteStr_3=<a>%d</a> uživatelů hodnotilo. Už jste hodnotili.
VoteStr_4=<a>%d</a> uživatelů hodnotilo. Co si myslíte o tomto pluginu?
NoticeInfoEx_One=<a>1</a> škodlivý plugin nalezen ve vašem prohlížeči. Otevřete IObit Uninstaller pro jeho odstranění.
NoticeInfoEx_Some=<a>%d</a> škodlivých pluginů nalezeno ve vašem prohlížeči. Otevřete IObit Uninstaller pro jejich odstranění.
Removingnow_M=Odstraňování...
mniOpeninRegedit_M=Otevřít v editoru registru
lbl_NoFoundItems.caption_M=Nebyly nalezeny žádné toolbary či pluginy.

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Název
rdlvAllBrowse.Columns[1].Caption=Hodnocení uživatelů
rdlvAllBrowse.Columns[2].Caption=Operace
rdlvCustomBrowse.Columns[0].Caption=Název
rdlvCustomBrowse.Columns[1].Caption=Operace
mniRemove.Caption=Odstranit
mniRate.Caption=Ohodnotit
mniIgone.Caption=Ignorovat
mniRefush.Caption=Obnovit
mniOpenFloder.Caption=Otevřít umístění souboru
mniSelectedAll.Caption=Vybrat vše
mniInvertSelection.Caption=Obrátit výběr
mniSearchOnline.Caption=Hledat online

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Obnovení prohlížeče
lblConfire.Caption=Opravdu chcete provést obnovení do výchozího nastavení?
lblHomepageTitle.Caption=Aktuální domovská stránka:
lblSearchTitle.Caption=Aktuální výchozí vyhledávač:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Storno

[Uninstaller_Program_M]
Noprograms_Frequencyofuse_New_M=Nebyly nalezeny žádné programy (nepoužívané déle než 2 měsíce)
Noprograms_Size_M=Žádné programy nepřesahují %s.
Noprograms_match_M=Žádné položky neodpovídají vašemu vyhledávání.
Noprograms_Recent_M=Nenalezeny žádné programy nainstalované během posledních 10 dní.
monthsago_M=před %d měsíci
yearsago_M=před %d rokem
yearsagos_M=před %d roky
SoftwareFrame_InstallDate_M=Datum instalace
SoftwareFrame_FrequencyUse_M=Naposledy použito
HistoryInfo_DisplayName=Název
HistoryInfo_Publisher=Vydavatel
HistoryInfo_Version=Verze
HistoryInfo_InstallDate=Datum instalace
HistoryInfo_UseSize=Využítí místa na disku
HistoryInfo_Location=Umístění
HistoryInfo_UninstallDate=Datum odinstalace
Lan_NoBundle_New=Bundleware je software, který může nainstalovat další programy bez vašeho vědomí při instalaci hlavního programu.
Lan_Main_Soft=Hlavní program
Lan_Bundled_Soft=Přibalený program
Lan_Bundled_Plug=Přibalený plugin
ColumnName_Logged=Záznam instalace
ColumnName_LogDate=Datum instalace
ViewDetail=Zobrazit záznam
NoPrograms_Logged=Programy zaznamenané Monitorem instalací mohou být v budoucnu důkladně odinstalovány.

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Velikost
ListView_SoftwareList.Columns[2].Caption=Datum instalace
ListView_SoftwareList.Columns[3].Caption=Operace
Menu_Program_Uninstall.caption=Odinstalovat
Menu_Program_Repair.caption=Opravit
Menu_Program_Refresh.caption=Obnovit
Menu_Program_OpenFileLocation.caption=Otevřít umístění souboru
Menu_Program_OpeninRegedit.caption=Otevřít v Editoru registru
Menu_Program_SearchOnline.caption=Hledat online

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Druh
ListView_BundleList.Columns[2].Caption=Operace
Menu_Program_Uninstall.caption=Odinstalovat
Menu_Program_OpenFileLocation.caption=Otevřít umístění souboru
Menu_Program_OpeninRegedit.caption=Otevřít v Editoru registru
Menu_Program_SearchOnline.caption=Hledat online
mni_Ignore.caption=Ignorovat

[PromoteForm_M]
M_ProAD_Title=Další funkce a výhody získáte s edicí Pro:
M_ProAD_CleanLog=Důkladně odinstalovat programy za pomocí záznamů vytvořených během instalace
M_ProAD_Monitor=Monitorování programových instalací a jednoduché odstranění bundleware
M_ProAD_Database=Velká databáze pro důkladné odstranění těžko zbavitelných programů
M_ProAD_Plugin=Odebrání škodlivých/reklamních pluginů pro bezpečné a hladké surfování po internetu
M_ProAD_Update=Zajištění aktuálnosti důležitých programů jedním klikem
M_Continue=Pokračovat v odinstalaci
M_BundleTitle=Pro kompletní odebrání bundleware aktivujte IObit Uninstaller PRO.
M_BundleTitle2=Monitorování instalací programů v reálném čase a kompletní odebrání bundleware.
M_UninstallLogTitle=Aktivujte IObit Uninstaller PRO, abyste mohli automaticky detekovat a zaznamenávat instalaci programů pro budoucí důkladnou odinstalaci se záznamem stop.
M_PluginMaliciouTitle=Pro důkladné odstranění škodlivých/reklamních pluginů aktivujte IObit Uninstaller PRO.
M_PluginMaliciouTitle2=Stále se rozšiřující databáze pomůže s odstraněním více škodlivých/reklamních pluginů.
M_UpdatePromoteOne=%d program může být aktualizován.
M_UpdatePromoteOnes=Počet programů, které mohou být aktualizovány: %d.
M_UpdatePromoteTwo=Aktivujte IObit Uninstaller PRO, abyste mohli aktualizovat váš program jedním klikem.
M_UpdatePromoteTwos=Aktivujte IObit Uninstaller PRO, abyste mohli aktualizovat vaše programy jedním klikem.
M_SPUninstallFail=Odinstalace %s selhala.
M_SPAD_Title=Pro odinstalaci pomocí specifické databáze aktivujte verzi PRO.
M_SPUninstallFailCount=Počet programů, jejichž odinstalace selhala: %d.
M_SPADCount_Title=nemůže být odinstalován obvyklou cestou. Pro odinstalaci pomocí specifické databáze aktivujte verzi PRO.
SpecPromotTile_1=Odinstalace %s selhala.
SpecPromotTile_2=Počet programů, jejichž odinstalace selhala: %d.
SpecPromotTile_3=1 program byl odinstalován.
SpecPromotTile_4=Počet odinstalovaných programů: %d.
SpecPromotTile_5=1 program se však nepodařilo odinstalovat.
SpecPromotTile_6=%d programy/ů se však nepodařilo odinstalovat.
SpecPromotInfo_1=Pro odinstalaci pomocí specifické databáze aktivujte verzi PRO.
SpecPromotInfo_2=Pro jejich odinstalaci pomocí specifické databáze aktivujte verzi PRO.
SpecPromotInfo_3=%s nemůže být odinstalován obvyklou cestou.
PromoteEnterCode=Zadat kód
UpdateProTitle=Pro vyřešení následujících problémů aktivujte verzi Pro
RdAdPlugins=<a>Škodlivé/reklamní pluginy (počet: %s)</a> musí být pro zabezpečení prohlížení internetu odstraněny
RdAdPlugin=<a>%s škodlivý/reklamní plugin</a> musí být pro zabezpečení prohlížení internetu odstraněn
RdAdUpdates=<a>Zastaralý software (počet: %s)</a> musí být aktualizován pro snížení zranitelnostních rizik.

[Protip_M]
Congratulations_M=Gratulujeme!
YouHave_M=Úspěšně jste aktualizovali program IObit Uninstaller na nejnovější verzi.
Try_M=Vyzkoušet nyní!
Tip_M=Automatická aktualizace na IObit Uninstaller <a>%d</a> proběhla úspešně.
WhatNew_M=Jaké jsou novinky v nejnovější verzi:
More_M=Podrobnosti

[Uninstaller_Public_M]
Lan_ButtonCancel=Storno
Lan_ButtonClose=Zavřít
Lan_ButtonContinue=Pokračovat
Lan_ButtonClean=Vyčistit
Lan_Cleaning=Čištění
Lan_Details=Podrobnosti
Lan_Exit=Ukončit
Lan_Hide=Skrýt
Lan_Ignore=Ignorovat
Lan_Ignored=Ignorováno
Lan_item=položka
Lan_items=položky
Lan_LoadingD=Načítání...
Lan_WindowMin=Minimalizovat
Lan_WindowMax=Maximalizovat
Lan_ButtonNo=Ne
Lan_Name=Název
Lan_NameT=Název (Celkem: %d)
Lan_Notagain=Již nezobrazovat
Lan_ButtonOK=OK
Lan_Publisher=Vydavatel
Lan_WindowRest=Obnovení
Lan_ButtonRemove=Odstranit
Lan_State=Stav
Lan_Show=Zobrazit
Lan_Scan=Skenovat
Lan_Search=Hledat
Lan_ButtonUninstall=Odinstalovat
Lan_Version=Verze
Lan_ButtonYES=Ano
Lan_ButtonFor0=Získat Pro za $0
Lan_ButtonActivate=Aktivovat nyní
Lan_ButtonUpgrade=Upgradovat nyní
Lan_ButtonUpgradeFor0=Upgradovat nyní za $0
Lan_DisplayName=Název
Lan_Installationpath=Cesta k instalaci
Lan_Description=Popis
Lan_LinkAbout=Informace
Lan_LinkHelp=Podpora
Lan_SysMsgCorrupted=Některé soubory programu IObit Uninstaller jsou poškozeny. Prosíme, přeinstalujte IObit Uninstaller.
Lan_Bit=bit

[Unistaller_Register_M]
license_OtherCode_M=Licenční kód %s je platný pouze pro %s. Klikněte na tlačítko OK pro stažení a registraci %s.
LicenseCannotconnect_M=Nelze se připojit k našemu serveru. Zkontrolujte vaše nastavení sítě/proxy a zkuste provést ověření licence později.
license_OtherGivewalys_M_M=%s je darovaná licence a je platná pouze pro uvedenou verzi. Prosíme, navštivte <a>tuto stránku</a> pro zakoupení nového licenčního kódu pro IObit Uninstaller %s PRO.
License_expired_M=Licence %s vypršela. Klikněte <a>zde</a> pro zakoupení nové licence.
License_maximum_M=Licence %s byla aktivována pro maximální počet počítačů a již nemůže být použita. Klikněte <a>zde</a> pro zakoupení další licence, abyste mohli aktivovat IObit Uninstaller PRO na tomto počítači.
License_Free_M=Licence %s nemůže být aktivována. Prosíme, kupte si novou licenci pro IObit Uninstaller PRO.
License_valid_M=Neplatný licenční kód! Zadejte platný licenční kód.
LicenseSeat_M=Licence:
LicenseCodeLiftTime_M=Toto je celoživotní licenční kód, který platí pouze pro IObit Uninstaller v%d. Nainstalujte IObit Uninstaller v%d PRO.
licensedays_left_M=Zbývá %d dnů
licenseday_left_M=%d den zbývá
LicenseCodeLocation_M=Licenční kód %s není platný ve vaši oblasti nebo zemi. Prosíme, klikněte na OK pro zakoupení platného kódu.
Never_M=Nikdy

[Uninstaller_Form_Activate]
Label_Get.caption=Získat licenci
Label_Retrv.caption=Zapomenutý kód?
Label_Eg.caption=Např.: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleThree.caption=Rychlé a bezpečné prohlížení internetu
lblContentThree.caption=Odstranění škodlivých/reklamních pluginů pro zajištění bezpečného a plynulého surfování na internetu
lblTitleFour.caption=Aktualizace programů
lblContentFour.caption=Zajištění nejnovější verze důležitých programů jedním klikem.
RdImgBtnRegNow.caption=Registrovat nyní
RdLabelCaption.caption=Aktivujte PRO edici a užijte si lepší zážitek z programu
Label_Please.caption=Vložte prosím svůj licenční kód a klikněte na "Registrovat nyní" pro aktivaci všech funkcí PRO edice.
Label_Code.caption=Licenční kód:
RdBtnlab.caption=Více výhod, slibujeme:
RdImgBtn_Upgrade.caption=Upgradovat na PRO

[Form_Activate_M]
lblTitleOne.caption_M=Čistá odinstalace se záznamem
lblContentOne.caption_M=Důkladně odinstalovat programy za pomocí záznamů vytvořených během instalace
lblTitleTwo.caption_M=Odstranění těžko zbavitelných programů
lblContentTwo.caption_M=Velká databáze pro úplné odstranění problémových programů

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Zavřít
lbleg.Caption=Např.: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=Pomoc
Label_Please.caption=Vložte prosím svůj licenční kód a klikněte na "Registrovat nyní" pro aktivaci všech funkcí PRO edice.
Label_Code.caption=Licenční kód:
RdImgBtnRegister.caption=Registrovat nyní
Label_Retrv.caption=Zapomenutý kód?
Label_HaveLicense.caption=Nemáte licenci?
Label_click.caption=Klikněte zde pro získání licence.
RdImageButton_Back.caption=Zpět
RdImageButton_Close.caption=Zavřít
RdLabelCaption.caption=Správce licence
Label_Status.caption=Stav licence:
Label_Activated.caption=Aktivováno
Label_Lcode.caption=Licenční kód:
Label_Data.caption=Datum vypršení:
Label_Refresh.caption=Obnovit
Label_Export.caption=Exportovat licenci
rdlblAlread.caption:=Již mám licenční kód

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Pomoc
RdImgBtn_Closetwo.caption=Zavřít
Label_success.caption=Licence byla úspěšně aktivována!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Klikněte levým tlačítkem a tažením myši vyberte oblast, kterou chcete vyfotit
M_NoticeInfo_AC=2. Klikněte pravým tlačítkem nebo stiskněte Esc pro zrušení
M_Rect=Obdélník
M_Oval=Ovál
M_Text=Text
M_Paintbrush=Štětec
M_Return=Obnovit operaci (Ctrl + Z)
M_Copy=Zkopírovat do schránky
M_Exit=Ukončit
M_Save=Uložit
M_TipInfo=Snímek obrazovky byl uložen do schránky. Můžete použít Ctrl + V pro vložení.
M_TipShow=Již nezobrazovat
M_TipSure=OK

[Uninstaller_frmSetting]
lbl_Caption.caption=Nastavení
lbl_UserInterfaceTitle.caption=Uživatelské rozhraní
lbl_SkinTitle.caption=Vzhled:
lbl_LanguageTitle.caption=Aktuální jazyk:
lbl_FontSize.caption=Velikost písma:
lbl_Dark.caption=Tmavý
lbl_Light.caption=Světlý
lbl_UpdateTitle.caption=Způsob aktualizace
lbl_UpdateChooseDes.caption=Způsob aktualizace programu:
btnImg_UpdateRemind.caption=Informovat o dostupných aktualizacích
btnImg_UpdateAuto.caption=Aktualizovat automaticky
lbl_GeneralCaption.caption=Obecné
btnImg_AutoDelete.caption=Automaticky odstraňovat zbytkové soubory
btnImg_AfterUninstallAutoScan.caption=Automaticky odstraňovat zbytky z odinstalace programu provedené jiným odinstalátorem
btnImg_RemoveToRecycleBin.caption=Přesunout zbytkové soubory do koše
btnImg_ShowExplorerButton.caption=Přidat tlačítko Skartovat soubor do Průzkumníka
btnImg_ShowComponents.caption=Nezobrazovat systémové run-time komponenty
btnImg_ShowMenuButton.caption=Přidat možnost Výkonné odinstalace do kontextového menu Windows
btnImg_OK.caption=OK
btnImg_Cancel.caption=Storno
lbl_HotKey.caption=Klávesová zkratka pro snadnou odinstalaci:
lbl_OccupiedHotKey.caption=Již se používá, zadejte jinou:
lbl_Notification.caption=Oznámení
btn_NotifySoftUpdater.caption=Zaslat oznámení při dostupných aktualizacích programů
btnImg_SystemDiskSpace.caption=Zaslat oznámení, pokud volné místo na disku je menší než 10%
lbl_Boundleware.caption=Seznam ignorovaných
btnImg_remove.caption=Odstranit
btnImg_UserInterface.Caption=Uživatelské rozhraní
btnImg_General.Caption=Obecné
btnImg_Notification.Caption=Oznámení

[Uninstall_setting_M]
Setting_UITitle=Uživatelské rozhraní
Setting_GeneralTilte=Obecné
Setting_NotificationTilte=Oznámení
Setting_BoundlewareTilte=Seznam ignorovaných
Setting_Size_Normal=Normální
Setting_Size_Large=Velká
Setting_Size_Larger=Větší
Setting_listviewHeader=Název položky
SystemComponentsInfo=Systémové komponenty, jako např. Microsoft .NET Framework, Microsoft Visual C++ Redistributable, Microsoft XNA.
btnImg_NotificInstallLog_M1=Upozornit na vytvoření nového záznamu instalace po automatickém monitorování
btnImg_BundlewareInstalled_M=Upozornit na instalaci bundleware
btnImg_BrowserPlugTip_M=Upozornit na instalaci škodlivého pluginu
btnImg_AutoShowTipForm_M=Upozornit při detekování procesu odinstalace jiným odinstalátorem
btnImg_leftovers_M=Upozornit při detekování zbytků po odinstalovaných programech
btnImg_Boundleware.Caption_M=Seznam ignorovaných
rdlbl_BoundlwareTip.caption_M=Ignorovaný bundleware nebude detekován, dokud jej neodeberete ze seznamu níže.

[SoftUpdate_M]
SU_GroupOutData=Zastaralé
SU_GroupUpToDate_New=aktuální
SU_Ignore=Ignorovat
SU_Ignored=Ignorováno
SU_NoIgnore=Odvolat ignorování
SU_Update=Aktualizovat
SU_Updating=Probíhá aktualizace
SU_UpToDate=Aktuální
SU_NewVersion=Nová verze
SU_CurrVersion=Používaná verze
SU_ActivePro=Povolit automatické aktualizace
SU_Button_UpdateAll=Aktualizovat vše
SU_NoFindUpdates=K dispozici nejsou žádné aktualizace.
SU_IgnoreForever=Ignorovat všechny aktualizace
SU_IgnoreCurrent=Ignorovat aktuální aktualizaci
SU_CancelUpdate=Probíhá aktualizace. Opravdu chcete proces aktualizace zrušit?

[SoftUpdatePromote_M]
IUP_Manually=Aktualizovat manuálně
Img_Tab=Aktivujte IObit Uninstaller PRO, abyste
LbIUPromote1=Aktualizovali všechny důležité programy jedním klikem
LbIUPromote2=Nainstalovali aktualizace automaticky bez návštěvy webu
SUInstall=Nainstalovat
SUImg_Tab=Nainstalovat IObit Software Updater
LbSUPromote1=Jednodušší aktualizace více programů
LbSUPromote2=Snadná instalace programů, které chcete
SUEULA=Kliknutím na "Nainstalovat" souhlasíte s instalací IObit Software Updater a přijímáte <a>Licenci</a> a <a>Zásady ochrany osobních údajů</a>.

[SoftUpdateTip_M]
TipOne=<a>%s</a> produkt musí být aktualizován
TipOnes=<a>%s</a> produktů musí být aktualizováno
NeverShow=Již nezobrazovat
BtnUpdate=Aktualizovat nyní

[SpecUTool_M]
SpecTOpen=Otevřít
SpecTOK=OK
SpecTHide=Skrýt
TrayHint=IObit Uninstaller provádí odinstalaci programů
SpecTUninstalling=Probíhá odinstalace následujícího programu:
SpecTUninstallingM=Probíhá odinstalace následujících programů:
SpecTUninstalled=program byl odinstalován.
SpecTUninstalledM=programů bylo odinstalováno.
SpecTClose=Zavřít

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Obnovení
rdlblDesc.Caption=Obnovit počítač do stavu, ve kterém se nacházel před vybranou událostí. Poslední událost nemůže být smazána kvůli bezpečnosti systému.
ListView_Restore.Columns[0].Caption=Datum a čas
ListView_Restore.Columns[1].Caption=Popis
btn_CreateRestorePoint.Caption=Vytvořit bod obnovení
RdImageButton_Restore.Caption=Obnovení
RdImageButton_Delete.Caption=Odstranit
lblNull.Caption=Body obnovení nebyly vytvořeny.
Rdlbl_CreateRestorePoint.caption=Vytvořit bod obnovení

[SystemRestore_M]
SysRestore_CreateComplete=Bod obnovení byl úspěšně vytvořen!
SysRestore_CreateFailed=Vytvoření bodu obnovení se nezdařilo! Zkontrolujte, zda je funkce Obnovení systému povolena.
SysRestore_CreateRestore_Confirm=Opravdu chcete vytvořit bod obnovení?
SysRestore_CreateRestore_Tip=Vytváření bodu obnovení, čekejte prosím...
SysRestore_CreateRestore_Failed=Vytvoření bodu obnovení se nezdařilo! Zkontrolujte, zda je funkce Obnovení systému povolena.
SysRestore_SetRestore_Confirm=VAROVÁNÍ: Obnovením systému do bodu obnovení budou vráceny všechny změny, které byly provedeny po vytvoření toho bodu obnovení. Po spuštění nelze obnovení systému vrátit zpět nebo přerušit. Opravdu chcete pokračovat?
SysRestore_SetRestore_Reboot=K provedení těchto změn je potřeba restartovat počítač. Před restartem uložte všechny otevřené soubory a zavřete všechny otevřené programy. Restartovat nyní?
SysRestore_SetRestore_Tip=Probíhá obnova systémových souborů a nastavení, čekejte prosím...
SysRestore_Delete_Confirm=Opravdu to chcete smazat?

[UninstallForm_M]
MsgBox_SelectProgram=Vyberte alespoň jeden program.
Msg_Bundle_RebootSpec=byl odinstalován. Restartujte počítač pro dokončení odinstalace.
OneItemStr=%d položka
SomeItemStr=%d položek
Clean_Uninstall=Kompletní odinstalace
RebootToDelete_Str=(Odstranit při restartu)
UninstallingSingleStr=Opravdu chcete odinstalovat vybraný program?
UninstallingSomeStr=Opravdu chcete odinstalovat vybraných %d programů?
UninstallingSingleStrUpdate=Opravdu chcete odinstalovat vybranou Windows aktualizaci?
UninstallingSomeStrUpdate=Opravdu chcete odinstalovat vybrané (%d) Windows aktualizace?
UninstallingSingleStrApp=Opravdu chcete odinstalovat vybranou Windows aplikaci?
UninstallingSomeStrApp=Opravdu chcete odinstalovat vybrané (%d) Windows aplikace?
Uninstall_Str=Probíhá odinstalace %s (%d/%d)
Scan_Str=Skenování %s (%d/%d)
UninstallOne_Str=Probíhá odinstalace %s
ScanOne_Str=Skenování %s
CreateRetore_Str=Vytváření bodu obnovení, čekejte prosím...
SureToDeleteSomeStr=Počet odinstalovaných programů: <a>%d</a>. V počítači ale zůstaly následující zbytky.
SureToDeleteOneStr=Byl odinstalován <a>1</a> program. V počítači ale zůstaly následující zbytky.
SureToDeleteSomeStrApp=Windows aplikace (<a>%d</a>) byly odinstalovány. Ale zbyly po nich následující zbytky.
SureToDeleteOneStrApp=<a>1</a> Windows aplikace byla odinstalována. Ale zbyly po ní následující zbytky.
SureToDeleteByHistroy=Zbytky nalezeny
DeletingStr=Probíhá odstraňování zbytků, čekejte prosím
DeleteCancleStr=Opravdu chcete zrušit odstraňování?
RestoringCancleStr=Vytváření bodu obnovy. Opravdu to chcete zrušit?
UninstallingCancleStr=Probíhá odinstalace a zbytkové soubory budou ponechány, pokud to nyní ukončíte. Opravdu chcete skončit?
ScaningCancleStr=Skenování právě probíhá a zbytkové soubory mohou být ponechány, pokud to nyní ukončíte. Opravdu chcete operaci ukončit?
RegistryCaption_Str=Registr
FileCaption_Str=Soubor
TaskCaption_Str=Naplánované úlohy
ServiceCaption_Str=Systémové služby
DllCaption_Str=DLL registrace
SuccessReslutFromHistroySingle=Zbytkové soubory byly úspěšně vyčištěny. Podívejte se na níže uvedené podrobnosti:
SuccessReslutFromUninstallSingle=Úspěšně jste odinstalovali <a>%d</a> program s podrobnostmi níže:
SuccessReslutFromUninstallSome=Úspěšně jste odinstalovali <a>%d</a> programů s podrobnostmi níže:
SuccessReslutFromUninstallSingleApp=Úspěšně jste odinstalovali <a>%d</a> Windows aplikaci, podrobnosti níže:
SuccessReslutFromUninstallSomeApp=Úspěšně jste odinstalovali Windows aplikace (počet: <a>%d</a>), podrobnosti níže:
SuccessReslutNeedRestartSingle=<a>%d</a> program byl odinstalován.
SuccessReslutNeedRestartSome=Počet odinstalovaných programů: <a>%d</a>.
FileDeleteReslut=Odstraněno souborů:  <a>%s</a>
RegDeleteReslut=Odstraněno záznamů registru:  <a>%d</a>
TaskDeleteReslut=Odstraněno plánovaných úloh:  <a>%d</a>
ServiceDeleteReslut=Odstraněno služeb:  <a>%d</a>
DeepDeleteReslut=Odstraněno zbytkových souborů: <a>%d</a>
HtmlRecomReslutCaption=Odinstalováno <a>%d</a> programů a odstraněné zbytky níže:
HtmlRecomReslutCaption1=Odinstalován <a>%d</a> program a odstraněny následující zbytky:
HtmlRecomReslutAppCaption=Odinstalované Windows aplikace (počet: <a>%d</a>) a odstraněny následující zbytky:
HtmlRecomReslutAppCaption1=Odinstalována <a>%d</a> Windows aplikace a odstraněny následující zbytky:
HtmlFileReCaption=<a>%s</a> zbytečných souborů
HtmlRegReCaption=<a>%d</a> zbytečných záznamů registru
HtmlTaskReCaption=<a>%d</a> neplatných plánovaných úloh
HtmlServicesReCaption=<a>%d</a> neplatných systémových služeb
HtmlFileReCaptionOne=<a>%s</a> zbytečný soubor
HtmlRegReCaptionOne=<a>%d</a> zbytečný záznam registru
HtmlTaskReCaptionOne=<a>%d</a> neplatná plánovaná úloha
HtmlServicesReCaptionOne=<a>%d</a> neplatná systémová služba
UninstallPromote=Zakoupit nyní
RebootYes=Restartovat nyní
RebootLater=Později
FromHistroyNoItem=Nebyl nalezen žádný zbytek.
FromUninstallNoItem=Odinstalace byla dokončena.
RelatedMetroText=Tyto aplikace spolu souvisí. Odinstalací jedné z nich automaticky odinstalujete všechny ostatní. Opravdu chcete provést odinstalaci?
RelatedSoftText=Produkty v balíku výše byly nainstalovány najednou. Chcete je společně odinstalovat?
HtmlADPluginCaption=<a>%d</a> rušivých reklamních pluginů
HtmlMaliciousPluginCaption=<a>%d</a> hrozeb škodlivých pluginů
MoneyBackInfo=Budete si užívat bezpečnější a rychlejší počítač odstraněním nevyžádaných programů a pluginů. 60-denní záruka vrácení peněz. Bez otázek.
SpecRestartAll=Restartujte počítač pro úplnou odinstalaci následujících programů. Restartovat nyní?
SpecRestartOne=Restartujte počítač pro úplnou odinstalaci následujícího programu. Restartovat nyní?
UnPromoteTitle=S PRO edicí nabízíme více funkcí a vylepšení:
UnPromote_60=60denní záruka vrácení peněz
PromotelbPlugins=Odstranění nebezpečných/reklamních pluginů (počet: <a>%d</a>) pro bezpečné prohlížení internetu
PromotelbPlugin=Odstranění <a>%d</a> nebezpečného/reklamního pluginu pro bezpečné prohlížení internetu
PromotelbPlugin0=Odstranění nebezpečných/reklamních pluginů pro bezpečné prohlížení internetu
PromotelbUpdate=Aktualizace zastaralého software jedním kliknutím (celkem: <a>%d</a>) pro snížení bezpečnostních rizik
PromotelbUpdate0=Aktualizace zastaralého software jedním kliknutím pro snížení bezpečnostních rizik
PromotelbMoreDB=Odebrání těžko zbavitelných programů, které nelze odebrat obvyklou odinstalací
PromotelbClean=Odstranění bundleware jedním kliknutím
PromotelbAuto=Automatické odstranění zbytků, které zbyly po odinstalací jiným odinstalátorem
NeedCloseApp=%s právě běží a musí být ukončen před provedením odinstalace. Chcete jej ukončit?
LB_Free=Zdarma
LB_Pro=PRO
RestoreOpenstr=Obnovení systému není zapnuto. Klikněte na "OK" pro zapnutí, aby IObit Uninstaller mohl vytvořit body obnovení před odinstalací programů.
OfficialFail=Nepodařilo se odinstalovat následující program. Můžete jej odinstalovat pomocí oficiálního odinstalačního nástroje.
OfficialFails=Nepodařilo se odinstalovat následující programy. Můžete je odinstalovat pomocí jejich oficiálních odinstalačních nástrojů.
QuitDonwload=Opravdu chcete zrušit stahování?
LogHintTitle=Více benefitů, slibujeme:
LogHintStr=+ Důkladnou odinstalaci zaznamenaných programů<br>+ Vyčištění více než 200+ těžko zbavitelných programů<br>+ Jednoduchou a úplnou odinstalaci bundleware
UpgradePromote=Pro automatické vyčištění zbytků upgradujte na IObit Uninstaller PRO
UpgradeFileDelete=%s zbytkových souborů bylo úspěšně vyčištěno.
UpgradeRegsDelete=%s zbytkových záznamů registru bylo úspěšně vyčištěno.
UpgradeRegDelete=%s zbytkový záznam registru byl úspěšně vyčištěn.
PromoteB_Title=S verzí PRO může být vyřešeno více problémů:
PromoteB_Update=Zastaralé programy mohou být aktualizovány jedním klikem:
PromoteB_Plugin=Škodlivé/reklamní pluginy by měly být odstraněny pro bezpečné surfování:
PromoteB_Leftover=Zbytky po odinstalaci nohou být odstraněny pro čistější PC:
PromoteB_Log=Zaznamenané programy, které mohou být kompletně odinstalovány:
PromoteB_Unuse=Programy, které se nepoužívaly déle než 2 měsíce mohou být odinstalovány:
PromoteB_Banweb=Webová oznámení mohou být zablokována, abyste nebyli rušeni:
PromoteB_Fix=Opravit nyní
PromoteB_Stubborn=Problémové programy mohou být důkladně odstraněny:
OfficialSp_1=Úplná odinstalace následujícího programu pomocí oficiálního odinstalačního nástroje.
OfficialSps_1=Úplná odinstalace následujících programů pomocí oficiálního odinstalačního nástroje.
LogPromoteHintTitle=Důkladně vyčistěte všechny přihlášené položky pomocí <a>edice PRO</a>:
LogPromoteHintRegs=<a>%s</a> položky registru
LogPromoteHintReg=<a>%s</a> položka registru
LogPromoteHintFiles=<a>%s</a> soubory
LogPromoteHintFile=<a>%s</a> soubor
LogPromoteHintTasks=<a>%s</a> naplánované úkoly
LogPromoteHintTask=<a>%s</a> naplánovaný úkol
LogPromoteHintServices=<a>%s</a> systémové služby
LogPromoteHintService=<a>%s</a> systémová služba
LogPromoteHintDlls=<a>%s</a> dll registrováno
LogPromoteHintDll=<a>%s</a> dll registrace
LogPromoteFormLogPro=přihlášené položky
LogPromoteFormDesc=lze důkladně vyčistit pomocí edice Pro
LogPromoteFormTip=Podrobnosti níže:

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Otevřít v Editoru registru
mniMenu_Path.caption=Otevřít umístění souboru
btnImg_AllMainCancel.caption=Storno
btnImg_Uninstall.caption=Odinstalovat
btnImg_ChkAutoDelete.caption=Automaticky odstraňovat zbytkové soubory
btnImg_ChkCreateRestore.caption=Před odinstalací vytvořit bod obnovení
lbl_IsUninstallHint.caption=Opravdu chcete odinstalovat vybraný program?
btnImg_Delete.caption=Odstranit
btnImg_ReslutCancel.caption=Storno
btnImgl_SeletedAll.caption=Vybrat vše
btnImg_ChkShredFile.caption=Skartovat soubory
lbl_NoPowerScan.caption=Odinstalace byla dokončena.
btnImg_RecommendClose.caption=Zavřít
btnImg_Restart.caption=Ano
lbl_MoneyBackTitle.caption=Garance důkladné odinstalace a čistějšího počítače
btn_Tab.caption=S IObit Uninstaller PRO získáte více
lbl_InfoDB.caption=Velká databáze pro důkladné odstranění těžko zbavitelných programů
lbl_InfoRemove.caption=Odstranění škodlivých a reklamních pluginů pro bezpečné online surfování
lbl_InfoUpdate.caption=Monitorování instalace programů a odstranění bundleware

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Bundleware nalezeno.
btn_UninstallAll.caption=Odinstalovat vše
lbl_Info.caption=Odinstalujte všechen následující bundleware společně s IObit Uninstaller PRO nebo proveďte pouze odinstalaci vybraného programu.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Bundleware nalezeno. Prosíme, vyberte také nevyžádané bundleware pro odinstalování.

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Novinky

[WindowsUpdate_M]
Update_NoItem_Tip=Nebyly nalezeny žádné aktualizace Windows.
NoSerchItem_Tip=Žádné položky neodpovídají vašemu vyhledávání.
Update_Loading_Tip=Načítání...
Update_WindowsTitle=Zde jsou uvedeny všechny nainstalované aktualizace Windows na vašem počítači. Chcete-li uvolnit více místa, odinstalujte nežádoucí aktualizace systému Windows.
Button_Uninstall=Odinstalovat

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Datum instalace
mniUninstall.caption=Odinstalovat
mniRefush.caption=Obnovit

[Uninstaller_form_StubbornTool]
lbl_Title.caption=Odstranění problémových programů
lbl_NewDescTitle.caption=Někdy je těžké odinstalovat programy použitím jejich oficiálního odinstalačního nástroje, nebo nemůžete nalézt záznam pro jejich odinstalaci. S naší specifickou databází mohou být programy úplně odebrány s jednoduchostí.

[Uninstaller_Stubborn_M]
MalwareGroup=Škodlivé programy (%d)
MalwareDes=Detekce a odstranění škodlivých programů pro ochranu Vašeho počítače.
IssuesGroupEx=Programy s problémovou odinstalací (%d)
IssuesDesEx=Odinstalace programů, které mají problémy s odinstalací, jako např. chybějící registr odinstalace, poškozený odinstalační nástroj či riskantní proces odinstalace.
OfficialGroupEx=Databáze oficiálních odinstalátorů (%d)
OfficialDesEx=Některé programy nemohou být odinstalovány z bezpečnostních důvodů obvyklou cestou. Můžete je jednoduše odinstalovat zde použitím jejich oficiálního nástroje pro odinstalaci.
AllGroupEx=Databáze podporovaných programů (%d)
AllDesEx=Zadejte další programy, u kterých nemůžete nalézt záznam pro jejich odinstalaci na jiných místech. Zde je můžete jednoduše odinstalovat.
ProblemsTip=Problémy nalezeny
LoadingTip=Načítání databáze podporovaných programů...

